-- phpMyAdmin SQL Dump
-- version 4.0.10.6
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Час створення: Чрв 17 2015 р., 23:20
-- Версія сервера: 5.5.41-log
-- Версія PHP: 5.4.35

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База даних: `grandpr4_grand`
--

-- --------------------------------------------------------

--
-- Структура таблиці `objects_dov_metro`
--

CREATE TABLE IF NOT EXISTS `objects_dov_metro` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `metro_line` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=70 ;

--
-- Дамп даних таблиці `objects_dov_metro`
--

INSERT INTO `objects_dov_metro` (`id`, `name`, `metro_line`) VALUES
(4, 'Автово', 1),
(5, 'Адмиралтейская', 5),
(6, 'Академическая', 1),
(7, 'Балтийская', 1),
(8, 'Бухарестская', 5),
(9, 'Василеостровская', 3),
(10, 'Владимирская', 1),
(11, 'Волковская', 5),
(12, 'Выборгская', 1),
(13, 'Горьковская', 2),
(14, 'Гостиный двор', 3),
(15, 'Гражданский проспект', 1),
(16, 'Достоевская', 4),
(17, 'Девяткино', 1),
(18, 'Елизаровская', 3),
(19, 'Звездная', 2),
(20, 'Звенигородская', 5),
(21, 'Кировский завод', 1),
(22, 'Комендантский проспект', 5),
(23, 'Крестовский Остров', 5),
(24, 'Купчино', 2),
(25, 'Ладожская', 4),
(26, 'Ленинский проспект', 1),
(27, 'Лесная', 1),
(28, 'Лиговский проспект', 4),
(29, 'Ломоносовская', 3),
(30, 'Маяковская', 3),
(31, 'Международная', 5),
(32, 'Московская', 2),
(33, 'Московские ворота', 2),
(34, 'Нарвская', 1),
(35, 'Невский проспект', 2),
(36, 'Новочеркасская', 4),
(37, 'Обводный канал', 5),
(38, 'Обухово', 3),
(39, 'Озерки', 2),
(40, 'Парк Победы', 2),
(41, 'Парнас', 2),
(42, 'Петроградская', 2),
(43, 'Пионерская', 2),
(44, 'Площадь Александра Невского', 3),
(45, 'Площадь Восстания', 1),
(46, 'Площадь Ленина', 1),
(47, 'Площадь Мужества', 1),
(48, 'Политехническая', 1),
(49, 'Приморская', 3),
(50, 'Пролетарская', 3),
(51, 'Проспект Большевиков', 4),
(52, 'Проспект Ветеранов', 1),
(53, 'Проспект Просвещения', 2),
(54, 'Пушкинская', 1),
(55, 'Рыбацкое', 3),
(56, 'Садовая', 4),
(57, 'Сенная площадь', 2),
(58, 'Спасская', 1),
(59, 'Спортивная', 5),
(60, 'Старая Деревня', 5),
(61, 'Технологический институт', 1),
(62, 'Удельная', 2),
(63, 'Улица Дыбенко', 4),
(64, 'Фрунзенская', 2),
(65, 'Черная речка', 2),
(66, 'Чернышевская', 1),
(67, 'Чкаловская', 5),
(68, 'Электросила', 2),
(69, 'Область', 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
