<h1 style='color: #4579a6;    font: 700 48px/60px "PT Sans";   text-align: center;'>Рассказать друзьям Вконтакте</h1>

<p class="subheader">простой способ получить 1 пароль</p>

<div id="tell-a-friend">

<ol>
	<li>Нажмите на кнопку: 
<?php /************************************************?>
		<div style='   float: right; margin-right: 54%; margin-top: 5px;'>
			<script type="text/javascript">
				document.write(VK.Share.button(false,{type: "round", text: "Рассказать друзьям вконтакте"}));
			</script>
		</div>
<?php **************************************************/?>
	</li>
	<li>Убедитесь, что на вашей странице появилась запись "База 812". </li>
	<li>Напишите <a href="http://vk.com/write203960482" target='balnk'>личное сообщение</a> администратору: "Рассказал друзьям" + ваш номер телефона.</li>
</ol>


<fieldset>
	<legend>Обратите внимание</legend>
	<ul>
		<li>Пароли приходят только на указанный номер телефона.</li>
		<li>Никаких денег со счета списано не будет.</li>
		<li>Все бесплатные пароли действуют в течении полугода после получения.</li>
		<li>Все способы получения пароля можно использовать только один раз, кроме способов "Сообщить о квартире" и "Приведи друзей на сайт".</li>
	</ul>
</fieldset>

</div>


<div id="support-footnote">Если у вас возникли сложности — обратитесь в службу поддержки<br>
+7 (812) 123-45-67, support@baza812.ru</div>
